{
  "title": "Blumgi_ball",
  "reviews": [
    {
      "id": 1,
      "avatar": "/files/45.jpg",
      "name": "Ethan Johnson",
      "rating": 5,
      "comment": "Blumgi_ball is an absolute blast! The physics-based puzzles are incredibly satisfying to solve, and the minimalistic art style is charming. It starts simple but gets wonderfully challenging, making every successful shot feel like a triumph. Super addictive and a great time-killer!",
      "date": "2024-11-20"
    },
    {
      "id": 2,
      "avatar": "/files/892.jpg",
      "name": "Анастасия Козлова",
      "rating": 4,
      "comment": "Очень милая и залипательная игра. Физика работает отлично, и каждый бросок ощущается интуитивно. Иногда уровни кажутся слишком легкими, но это хорошо для расслабления. Отличный способ скоротать время с удовольствием. Приятная анимация.",
      "date": "2023-09-15"
    },
    {
      "id": 3,
      "avatar": "/files/123.jpg",
      "name": "Léa Martin",
      "rating": 5,
      "comment": "Ce jeu est une pure merveille! Blumgi_ball est d'une simplicité désarmante mais incroyablement captivant. La satisfaction de réussir un tir parfait et de voir la balle atteindre son objectif est immense. Parfait pour se détendre et exercer sa logique physique!",
      "date": "2025-05-01"
    },
    {
      "id": 4,
      "avatar": "/files/76.jpg",
      "name": "Felix Schmidt",
      "rating": 2,
      "comment": "Die Idee ist ganz nett, aber das Spiel ist leider voller aggressiver Werbung. Alle paar Level wird man unterbrochen, was den Spielfluss massiv stört und frustrierend ist. Man kann sich kaum auf die cleveren Puzzles konzentrieren. Schade um das Potenzial.",
      "date": "2023-04-03"
    },
    {
      "id": 5,
      "avatar": "/files/201.jpg",
      "name": "張家豪",
      "rating": 5,
      "comment": "Blumgi_ball真的太棒了！物理引擎很真實，每次成功投籃都很有成就感。關卡設計巧妙，難度循序漸進，讓人不斷想挑戰。畫面簡潔可愛，是很適合消磨時間又益智的遊戲，強烈推薦！",
      "date": "2024-12-01"
    },
    {
      "id": 6,
      "avatar": "/files/345.jpg",
      "name": "Olivia Davis",
      "rating": 4,
      "comment": "A very solid and engaging physics puzzler. It’s easy to pick up and play for a few minutes, but the strategic depth and increasingly complex levels keep you coming back for more. The clean design and responsive controls make for a smooth experience. Fun!",
      "date": "2025-01-10"
    },
    {
      "id": 7,
      "avatar": "/files/678.jpg",
      "name": "Дмитрий Иванов",
      "rating": 1,
      "comment": "Игра постоянно зависает и вылетает. Невозможно нормально играть, особенно на более поздних уровнях. Это очень раздражает и портит все впечатление. Разработчики, пожалуйста, исправьте эти технические проблемы. Пока это не сделано, это просто пустая трата времени.",
      "date": "2023-07-25"
    },
    {
      "id": 8,
      "avatar": "/files/91.jpg",
      "name": "Sophie Wagner",
      "rating": 5,
      "comment": "Absolut genial! Blumgi_ball ist so fesselnd und erfordert wirklich cleveres Denken über Physik. Man muss den Winkel und die Stärke perfekt abstimmen. Es ist ein perfekter Gehirn-Trainer und macht dabei unglaublich viel Spaß. Suchtfaktor hoch, klare Empfehlung!",
      "date": "2024-06-05"
    },
    {
      "id": 9,
      "avatar": "/files/555.jpg",
      "name": "Noah Brown",
      "rating": 4,
      "comment": "The minimalistic design is fantastic; it really focuses on the puzzle aspect. It's easy to get lost in the game trying to find the perfect shot. Some levels are quite tricky, but the satisfaction of solving them is great. A very enjoyable and well-designed game.",
      "date": "2023-11-10"
    },
    {
      "id": 10,
      "avatar": "/files/14.jpg",
      "name": "李靜",
      "rating": 3,
      "comment": "遊戲概念很有趣，但玩久了會覺得重複性有點高。關卡有時變化不大，容易疲乏。希望能增加更多不同類型的障礙或特殊道具，讓遊戲保持新鮮感。目前就是個不錯的休閒小品。",
      "date": "2024-01-20"
    },
    {
      "id": 11,
      "avatar": "/files/73.jpg",
      "name": "Hugo Leclerc",
      "rating": 5,
      "comment": "Je suis complètement accro à Blumgi_ball! C'est le jeu parfait pour stimuler mon cerveau tout en me détendant. La simplicité du concept cache une profondeur stratégique incroyable. Chaque niveau est un défi unique et stimulant. Un excellent passe-temps!",
      "date": "2025-03-01"
    },
    {
      "id": 12,
      "avatar": "/files/98.jpg",
      "name": "Елена Соколова",
      "rating": 4,
      "comment": "Очень хорошая и затягивающая головоломка с физикой. Правила простые, но чтобы пройти некоторые уровни, нужно хорошо подумать и рассчитать. Отличный способ развить логическое мышление и провести время с пользой. Рекомендую.",
      "date": "2023-06-20"
    },
    {
      "id": 13,
      "avatar": "/files/41.jpg",
      "name": "Fabian Meier",
      "rating": 1,
      "comment": "Dieses Spiel ist eine Zumutung wegen der unerträglichen Menge an Werbung. Man wird ständig aus dem Spiel gerissen, was den ganzen Spaß nimmt. Es ist frustrierend und macht einfach keinen Sinn, so viel Werbung einzublenden. Absolut nicht zu empfehlen!",
      "date": "2024-02-14"
    },
    {
      "id": 14,
      "avatar": "/files/602.jpg",
      "name": "Isabella Clark",
      "rating": 5,
      "comment": "Blumgi_ball is deceptively simple and incredibly addictive! It perfectly blends relaxation with clever physics puzzles. The feeling of finally nailing a tricky shot and progressing is super satisfying. A true gem among mobile puzzle games, highly recommended for its clever design!",
      "date": "2025-04-15"
    },
    {
      "id": 15,
      "avatar": "/files/187.jpg",
      "name": "陳偉倫",
      "rating": 4,
      "comment": "這遊戲的物理效果很棒，每次投籃都需要精準判斷角度和力度。關卡設計有巧思，難度逐漸提升，讓人很有挑戰感。雖然有時會卡關，但解開後成就感十足。很適合喜歡物理益智的玩家。",
      "date": "2023-08-01"
    },
    {
      "id": 16,
      "avatar": "/files/25.jpg",
      "name": "Victor Bernard",
      "rating": 3,
      "comment": "Un bon jeu de puzzle pour passer le temps, mais il manque un peu de variété dans les modes de jeu ou de défis uniques. Le concept est solide, mais il pourrait être enrichi avec plus de fonctionnalités pour maintenir l'intérêt à long terme. C'est sympa sans être exceptionnel.",
      "date": "2024-08-20"
    },
    {
      "id": 17,
      "avatar": "/files/876.jpg",
      "name": "Мария Смирнова",
      "rating": 5,
      "comment": "Blumgi_ball - это просто находка! Очень затягивающая и умная головоломка. Каждый бросок имеет значение, и нужно постоянно думать о траектории. Графика минималистичная, но очень приятная. Настоятельно рекомендую всем любителям логических игр!",
      "date": "2025-03-05"
    },
    {
      "id": 18,
      "avatar": "/files/3.jpg",
      "name": "Julia Müller",
      "rating": 4,
      "comment": "Einfach und doch tiefgründig. Man unterschätzt, wie viel Strategie und Präzision in diesem Spiel steckt. Es ist perfekt, um kurz das Gehirn zu trainieren. Manchmal ist es frustrierend, wenn man eine Weile nicht weiterkommt, aber das macht den Reiz aus. Ein guter Zeitvertreib.",
      "date": "2023-03-15"
    },
    {
      "id": 19,
      "avatar": "/files/599.jpg",
      "name": "Ryan White",
      "rating": 2,
      "comment": "This game becomes repetitive very quickly. The core mechanic is fine, but there's no real progression or new features to keep it fresh. It feels like a very basic physics puzzle that lacks depth. I lost interest after a short while.",
      "date": "2024-05-20"
    },
    {
      "id": 20,
      "avatar": "/files/811.jpg",
      "name": "林依婷",
      "rating": 5,
      "comment": "玩Blumgi_ball讓我完全沉浸其中！它不僅是個殺時間的遊戲，更是個極佳的腦力訓練。每個關卡都很有挑戰性，成功解題後超有成就感。簡潔的設計也讓人能更專注於遊戲本身。非常推薦！",
      "date": "2025-01-01"
    },
    {
      "id": 21,
      "avatar": "/files/900.jpg",
      "name": "Arthur Dubois",
      "rating": 4,
      "comment": "Un excellent jeu de puzzle basé sur la physique pour se détendre et stimuler son esprit. Les graphismes sont clairs et le gameplay est fluide. Les niveaux sont bien pensés et offrent un bon défi. C'est parfait pour quelques minutes de pause ou des sessions plus longues. Très addictif.",
      "date": "2023-10-25"
    },
    {
      "id": 22,
      "avatar": "/files/16.jpg",
      "name": "Сергей Кузнецов",
      "rating": 3,
      "comment": "Игра неплохая, но однообразная. Хотелось бы больше режимов или целей, чтобы дольше удерживать интерес. Для коротких сессий подходит, но не хватает глубины для длительного прохождения. Надеюсь на будущие обновления.",
      "date": "2024-07-10"
    },
    {
      "id": 23,
      "avatar": "/files/777.jpg",
      "name": "Hannah Koch",
      "rating": 5,
      "comment": "Blumgi_ball ist einfach großartig! Es ist so intuitiv und man kann so viele verschiedene Wege ausprobieren, um ein Level zu lösen. Die Herausforderung, immer kompliziertere Puzzles zu meistern, ist süchtig machend. Ein fantastischer Denksport und eine tolle Möglichkeit, sich zu entspannen.",
      "date": "2025-04-01"
    },
    {
      "id": 24,
      "avatar": "/files/234.jpg",
      "name": "Daniel Taylor",
      "rating": 4,
      "comment": "A smart and engaging physics puzzle game. It's easy to learn but difficult to master, which is the perfect combination. The sense of accomplishment when you solve a tricky level is very satisfying. Great for exercising your mind in short bursts.",
      "date": "2023-12-18"
    },
    {
      "id": 25,
      "avatar": "/files/5.jpg",
      "name": "王小明",
      "rating": 1,
      "comment": "這個遊戲的廣告太多了，嚴重打斷遊戲流程。而且感覺不花錢就很难玩下去，非常失望。玩不到幾分鐘就會被廣告轟炸，完全沒辦法享受遊戲。不推薦。",
      "date": "2024-09-01"
    },
    {
      "id": 26,
      "avatar": "/files/888.jpg",
      "name": "Manon Lefebvre",
      "rating": 5,
      "comment": "Fantastique! Blumgi_ball est incroyablement bien conçu, simple mais avec une profondeur stratégique surprenante. Chaque puzzle est une nouvelle énigme à résoudre. C'est un jeu que l'on ne peut pas lâcher. Bravo aux créateurs pour ce puzzle addictif!",
      "date": "2025-01-20"
    },
    {
      "id": 27,
      "avatar": "/files/100.jpg",
      "name": "Екатерина Соколова",
      "rating": 4,
      "comment": "Очень приятная головоломка с физикой. Правила простые, но уровни требуют продуманных бросков. Хорошо подходит для расслабления и тренировки мозга. Единственное, хотелось бы больше разнообразия в целях или дополнительных режимов.",
      "date": "2023-06-01"
    },
    {
      "id": 28,
      "avatar": "/files/654.jpg",
      "name": "Lena Richter",
      "rating": 3,
      "comment": "Das Spiel ist ganz nett, aber es fehlt der besondere Reiz. Die Level sind sich zu ähnlich, und es gibt kaum neue Elemente, die überraschen. Für zwischendurch ist es okay, aber es hält nicht lange bei der Stange. Könnte mehr Abwechslung gebrauchen.",
      "date": "2024-04-22"
    },
    {
      "id": 29,
      "avatar": "/files/321.jpg",
      "name": "Mia Thompson",
      "rating": 5,
      "comment": "Blumgi_ball is an absolute gem! It's so simple yet incredibly strategic and addictive. The satisfaction of perfectly calculating a shot and watching it land is just fantastic. It's a perfect blend of casual fun and mental challenge. Highly recommended for any puzzle game lover!",
      "date": "2025-03-10"
    },
    {
      "id": 30,
      "avatar": "/files/999.jpg",
      "name": "王莉莉",
      "rating": 4,
      "comment": "這遊戲簡潔的設計讓人可以專注於思考。它不僅考驗物理直覺，也需要一些策略性。玩起來很有新鮮感，每次成功解開都很有成就感。是一款值得推薦的物理益智遊戲。",
      "date": "2023-09-01"
    },
    {
      "id": 31,
      "avatar": "/files/111.jpg",
      "name": "Julien Petit",
      "rating": 2,
      "comment": "Devient vite répétitif et lassant. Il n'y a pas assez de variété dans les objectifs ou les types de défis. Ça manque de profondeur pour une rejouabilité à long terme. On fait le tour des possibilités rapidement, et l'ennui s'installe.",
      "date": "2024-10-01"
    },
    {
      "id": 32,
      "avatar": "/files/444.jpg",
      "name": "Иван Васильев",
      "rating": 5,
      "comment": "Это просто великолепно! Blumgi_ball — это идеальная головоломка для развития логики и пространственного мышления. Простой, но глубокий геймплей, который очень сильно затягивает. Время пролетает незаметно. Настоящий хит!",
      "date": "2025-05-10"
    },
    {
      "id": 33,
      "avatar": "/files/707.jpg",
      "name": "Tobias Braun",
      "rating": 4,
      "comment": "Ein sehr unterhaltsames Puzzle-Spiel, das sowohl entspannend als auch herausfordernd ist. Die einfache Grafik lenkt nicht ab, und man kann sich voll auf das Lösen konzentrieren. Ein guter Zeitvertreib, der das Gehirn auf Trab hält.",
      "date": "2023-07-07"
    },
    {
      "id": 34,
      "avatar": "/files/222.jpg",
      "name": "Emma Rousseau",
      "rating": 3,
      "comment": "Le jeu est amusant, mais il y a parfois des bugs ou des ralentissements qui gâchent l'expérience, surtout sur les niveaux plus complexes. L'optimisation pourrait être améliorée pour une fluidité constante. Le concept est bon, mais les performances techniques sont un peu inconsistantes.",
      "date": "2024-02-19"
    },
    {
      "id": 35,
      "avatar": "/files/808.jpg",
      "name": "Kevin Lee",
      "rating": 5,
      "comment": "So incredibly satisfying to perfectly bounce the ball into the goal! Blumgi_ball is pure joy and incredibly addictive. It’s the perfect game to unwind and challenge your brain at the same time. The minimalist design is sleek and effective. Highly recommended!",
      "date": "2025-01-25"
    },
    {
      "id": 36,
      "avatar": "/files/50.jpg",
      "name": "陳子涵",
      "rating": 4,
      "comment": "這是一個非常考驗物理直覺和規劃能力的益智遊戲。雖然規則簡單，但要解開每個關卡需要深思熟慮。適合在碎片時間玩，也能訓練腦力。畫面簡潔，玩起來沒有壓力。",
      "date": "2023-11-15"
    },
    {
      "id": 37,
      "avatar": "/files/621.jpg",
      "name": "Сергей Белов",
      "rating": 3,
      "comment": "Игра неплохая, но порой слишком сильно зависит от рандома или слишком точного попадания. Иногда это расстраивает. Если бы было больше способов решения или более мягкие допуски, было бы намного интереснее и справедливее.",
      "date": "2024-06-01"
    },
    {
      "id": 38,
      "avatar": "/files/333.jpg",
      "name": "Laura Fischer",
      "rating": 5,
      "comment": "Ich bin absolut begeistert von Blumgi_ball! Es ist so ein geniales und herausforderndes Puzzle-Spiel. Man kann so leicht einsteigen, aber die Präzision und Strategie, die man entwickeln muss, ist wirklich tiefgründig. Eine wirklich einzigartige und fesselnde Erfahrung. Ich liebe es!",
      "date": "2025-02-20"
    },
    {
      "id": 39,
      "avatar": "/files/7.jpg",
      "name": "Maxime Durand",
      "rating": 4,
      "comment": "Un excellent jeu de réflexion basé sur la physique pour stimuler l'esprit. La simplicité des règles cache une complexité stratégique intéressante. Chaque puzzle est une nouvelle occasion de s'améliorer. C'est le genre de jeu que l'on garde sur son téléphone pour de petites sessions intellectuelles.",
      "date": "2023-05-10"
    }
  ]
}